Repository: vikong/Harmonic
Catalog: SubtitlesChecker/Messages.*.resx
Languages: ru

# AppChangeSettings
source: Need to restart application for correct working. Restart now?
ru: Для корректной работы требуется перезагрузить приложение. Перезагрузить сейчас?

# AppExit
source: Do you want to stop scheduled checking and close the application?
ru: Прекратить проверку по таймеру и закрыть приложение?

# Canceled
source: The operation canceled by user.
ru: Операция отменена пользователем.

# CheckAdded
source: Added subtitles
ru: Добавлены субтитры

# CheckCompleted
source: Checking completed.
ru: Проверка завершена.

# CheckErrors
source: Errors occurred during checking.
ru: При проверке возникли ошибки.

# CheckNoLog
source: The log has not yet been created or has been deleted.
ru: Журнал еще не создан или был удален.

# CheckNoSelected
source: No server selected.
ru: Не выбрано расположения.

# CheckNow
source: Checking in progress...
ru: Проверяется...

# CheckOk
source: All subtitles are present.
ru: Все субтитры в наличии.

# CheckUnhandledError
source: Unexpected errors while checking. Log
ru: При выполнении проверки возникли непредвиденные ошибки. Подробности в файле

# ColHost
source: Host
ru: Хост

# ColPath
source: Video
ru: Путь

# ColProgress
source: State
ru: Состояние

# ConfigErr
source: You need to make settings to run the application.
ru: Для запуска приложения необходимо выполнить настройки.

source: Confirm
ru: Принять

# DisableWhileChecking
source: The operation is disabled while checking.
ru: Действие недоступно во время проверки.

# EditFolderExists
source: The host with these folders exists.
ru: Хост с такими папками существует.

# EditHostExists
source: Host with this name exists.
ru: Хост с таким именем уже есть.

# EditSwitchOff
source: Switch off
ru: Отключить

# EditSwitchOn
source: Switch on
ru: Включить

# FileNotFound
source: The file is not found.
ru: Файл не найден.

# Finished
source: Finished at {0}
ru: Завершено в {0}

source: Path
ru: Путь

source: Path not found.
ru: Путь не найден.

# ProgressStage
source: Stage
ru: Этап {0} из {1}

# ProgressStage1
source: scanning folder
ru: сканирование папки

# ProgressStage2
source: scanning subtitles
ru: сканирование субтитров

# ProgressStage3
source: checking
ru: сверка

# ProgressStage4
source: copying the missing
ru: копирование недостающих

# SubtitlesFileNotFound
source: The subtitles file is not found.
ru: Файл субтитров не найден.

# WrongPath
source: The path is incorrect.
ru: Неверный путь.
